{name}様
CryptoPie事前登録ありがとうございました。
下記の内容にて事前登録を受け付けました。

━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
メールアドレス  ：{to}
パスワード      ：{password}
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
※上記、リリース後の本登録時に必要になりますので忘れないようメモを取っておいてください。

事前登録時先着順の1000円分のビットコイン付与に関しては、
リリースの際の本登録後初回ログイン時に付与させていただきます。

CryptoPieは【日本一の取引手数料の安さ】【世界一の使いやすさ】を目指し
8月10日の公式リリースに向けてお客様のご意見を募集しております。

----------------------------------
株式会社CryptoPie
上海享善企业管理咨询有限公司
上場コード 210270

〒150-0002
渋谷区渋谷2-17-3　
渋谷アイビスビルA館　401号室
Mail: info@cryptopie.com
Tel: 03-5778-9115
FAX: 03-5778-9114

━━━━━━━━━━━━━━━━━

　Fintech革命で世界中に幸せを

━━━━━━━━━━━━━━━━━

【先行予約交換中】
◆ 世界を救う暗号通貨：WPC交換ページ
http://worldpeacecoin.info/

【WPCプレゼントキャンペーン実施中】
◆ WPCセミナーページ
http://worldpeacecoin.info/seminar/

-----------------------------------